const expData = [
  {
    img: "/temuujin.png",
    companyName: "ЕБС",
    role: "Олимпиадын Оролцогч",
    description: "2009-2021 онд ЕБС-д суралцах хугацаандаа олон улсын математикийн Кенгэрүү олимпиадаас хүрэл, мөнгөн медаль хүртсэн. 2016 онд Улсын физикийн олимпиадаас алтан медаль, 2018 онд Шугам зурагын олимпиадаас алтан медаль хүртэж, байгалийн ухааны чиглэлээр өндөр амжилт гаргасан.",
    timePeriod: "2009 - 2021",
  },
  {
    img: "/masterprojectllc.jpg",
    companyName: "Master Project LLC",
    role: "Интериэр дизайнер & Вэб хөгжүүлэгч",
    description: "2022 онд Master Project архитектурын компанид интериэр дизайны чиглэлээр ажиллаж, компанийн вэб сайтыг хөгжүүлж гүйцэтгэсэн. Дизайн болон технологийн уялдаа холбоог хангаж, хэрэглэгчийн сэтгэлд нийцэх загвар зохиох туршлага авсан.",
    timePeriod: "2022",
  },
  {
    img: "/ar_vr.jpg",
    companyName: "ШУТИС",
    role: "VR/AR Судлаач",
    description: "2023 онд сургуулийн орчинд VR/AR технологи болон E-commerce вэб хөгжүүлэлтийн чиглэлээр судалгаа хийж, дижитал хэрэглээний шинэ боломжуудыг эрэлхийлсэн. Инновацлаг шийдлүүдийг боловсруулж, туршилтын төслүүдэд оролцсон.",
    timePeriod: "2023",
  },
  {
    img: "/amar.png",
    companyName: "Amar Express (ICT Group)",
    role: "Вэб хөгжүүлэгч",
    description: "2024 онд ICT Group-ийн Amar Express компанид 1 жилийн хугацаанд ажиллаж, логистикийн системийн вэб хөгжүүлэлт, хэрэглэгчийн интерфэйсийн сайжруулалт, GPS суурилсан шийдлүүд дээр ажилласан. Хүргэлтийн үйлчилгээг оновчтой болгоход хувь нэмэр оруулсан.",
    timePeriod: "2024",
  },  
  {
    img: "/hoolzuich.png",
    companyName: "HoolZuich app",
    role: "Mobile app/Ai судлаач ",
    description: "Монгол хүний биеийн онцлогт суурилсан хоол тэжээлийн зөвлөгөө өгдөг ухаалаг систем. AI ашиглан хоолны зурагнаас орц, илчлэг, өөх тос, жинг тодорхойлдог. Firebase дээр суурилсан мэдээллийн сан, dietician болон хэрэглэгчийн харилцааг нэгтгэсэн шийдэлтэй.",
    timePeriod: "2024",
  },  
  {
    img: "/diplom.png",
    companyName: "AI for Developing Curriculem Plans",
    role: "Curriculem/Ai судлаач ",
    description: "Боловсролын хөтөлбөрийг автоматаар боловсруулж, мэргэжлийн ур чадварын бүтэц, хичээлийн төлөвлөгөө гаргадаг AI систем. Хөтөлбөрийн өгөгдлийг анализлан, онол ба мэргэжлийн хичээлийн харьцааг тэнцвэржүүлэхэд туслах зорилттойгаар дипломын ажил болгон хөгжүүлсэн. Feather.js backend, structured JSON curriculum загварчлал ашигласан.",
    timePeriod: "2025",
  },
];


export default expData;
